IDEA Open Model
PlateElements.PlateUID Property
Compatible with IDEA StatiCa Beta 20.0
 Plate UID
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int PlateUID { get; set; }
Public Property PlateUID As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
PlateElements Class
IdeaRS.OpenModel.Result Namespace